Repository: 84000/data-translation-memory
Catalog: toh216-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་མ་སྐྱེས་དགྲའི་འགྱོད་པ་བསལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra Eliminating Ajātaśatru’s Remorse

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་རི་བྱ་རྒོད་ཀྱི་ཕུང་པོ་ལ། དགེ་སློང་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཞིང་སྣ་ཚོགས་ནས་ལྷགས་པ་བརྒྱད་ཁྲི་བཞི་སྟོང་དང་།
en: The Blessed One was dwelling in Rājagṛha at Vulture Peak Mountain with a great saṅgha of one thousand two hundred fifty monks as well as eighty-four thousand bodhisattvas who had arrived from various other buddha realms.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མངོན་པར་ཤེས་པས་མངོན་པར་ཤེས་པ།
en: These bodhisattva great beings had extraordinary abilities.

source: གཟུངས་ཐོབ་པ། སྤོབས་པ་ཐོགས་པ་མེད་པ། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ། ཏིང་ངེ་འཛིན་དང་གཟུངས་སྒྲུབ་པ་ཤེས་ཤིང་མཁས་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་བསམ་པ་ཇི་ལྟར་མོས་པ་བཞིན་དུ་ཆོས་སྟོན་པ་རྣམས་དང་།
en: They had attained dhāraṇī, had unimpeded eloquence, had gained the acceptance that phenomena are nonarising, were knowledgeable and skilled in the practice of absorption and dhāraṇī, and could teach the Dharma in accordance with the inclinations of all beings.

source: རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། བརྒྱ་བྱིན་ལྷའི་དབང་པོ་དང་། ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོ་དང་། དེ་མ་ཡིན་པ་གཞན་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་བརྒྱ་སྟོང་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: Also in attendance were the Four Great Kings, Śakra, who is the lord of the gods, Brahmā, who is the lord of the Sahā world, and hundreds of other gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas.

source: །ཡང་དེའི་ཚེ་དེའི་དུས་ན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་རི་ཞིག་གི་བང་རིམ་གྱི་ངོས་ལ་སྐྱེས་བུ་དམ་པ་ཉི་ཤུ་རྩ་ལྔ་དང་ལྷན་ཅིག་ཏུ་གནས་པ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཀླུ་དཔལ་དང་། ཀླུས་བྱིན་དང་། དཔལ་འབྱུང་དང་། དཔལ་གྱི་སྙིང་པོ་དང་། པད་མ་བླ་མའི་དཔལ་དང་། པད་མ་དཔལ་འབྱུང་དང་། སྐྱེ་བོ་འཛིན་དང་། ས་འཛིན་དང་། ལག་ན་རིན་ཆེན་དང་། ལག་ན་རིན་ཆེན་ཕྱག་རྒྱ་དང་། སེང་གེའི་བློ་གྲོས་དང་། སེང་གེའི་འགྲོས་བསྒྲགས་དབྱངས་དང་། ནམ་མཁའ་མཛོད་དང་། སེམས་བསྐྱེད་མ་ཐག་ཏུ་ཆོས་ཀྱི་འཁོར་ལོས་སྒྱུར་བ་དང་། ཚིག་གི་རབ་ཏུ་ཐ་དད་པ་ཐམས་ཅད་ལ་སྤོབས་པ་དང་། སྤོབས་པའི་ཕུང་པོ་དང་། བློ་གྲོས་རྒྱ་མཚོ་དང་། ལྷུན་པོ་ཆེན་པོ་དང་། མཐོང་ན་དགའ་བ་དང་། རབ་ཏུ་དགའ་བའི་རྒྱལ་པོ་དང་། མཐའ་ཡས་མཐོང་བ་དང་། མཐའ་ཡས་དམིགས་པར་གནས་པ་དང་། བདུད་ཀྱི་ལྟ་བ་ཡང་དག་པར་འཇོམས་པ་དང་།
en: At that time, Mañjuśrī Kumārabhūta was staying on a mountain terrace with twenty-five sublime beings, namely, the bodhisattva great beings Nāgaśrī, Nāgadatta, Śrīsambhava, Śrīgarbha, Most Glorious Lotus, Emerging Lotus Glory, Beings’ Supporter, Earth Supporter, Bearer of the Jewel, Bearer of the Jeweled Seal, Siṃhamati, Leonine Proclaimer, Gaganagañja, He Who Turned the Wheel of Dharma Immediately upon Developing the Mind of Awakening, Eloquence Regarding All Distinct Terminology, Mass of Eloquence, Sāgaramati, Mahāmeru, Priyadarśa, Joyful King, Infinite Vision, Abiding in Limitless Observations, Destroyer of the Views of Māra, Aśokadatta, and Sarvārthasiddha.

source: མྱ་ངན་མེད་སྦྱིན་དང་། དོན་ཐམས་ཅད་གྲུབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དང་། སྐྱེས་བུ་དམ་པ་ཉི་ཤུ་རྩ་ལྔ་པོ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་གནས་སོ།
en: These were the twenty-five bodhisattva great beings, the sublime beings, who accompanied him.

source: །དགའ་ལྡན་གྱི་རིས་ཀྱི་ལྷའི་བུ་བཞི་ཡང་ཆོས་མཉན་པའི་ཕྱིར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཕྱི་བཞིན་དུ་འབྲང་བར་གྱུར་ཏེ། ལྷའི་བུ་ཀུན་ནས་མེ་ཏོག་ཅེས་བྱ་བ་དང་།
en: Four gods from the Heaven of Joy were also following Mañjuśrī Kumārabhūta in order to hear the Dharma.

source: ལྷའི་བུ་མེ་ཏོག་འོད་ཟེར་ཅན་ཞེས་བྱ་བ་དང་། ལྷའི་བུ་མེ་ཏོག་མན་དཱ་ར་བའི་དྲི་ཞེས་བྱ་བ་དང་། ལྷའི་བུ་ཆོས་ལ་གནས་པར་རྟག་ཏུ་བརྩོན་པ་ཞེས་བྱ་བ་དེ་དག་དང་།
en: They were the gods Samantakusuma, Luminous Flower, Māndārava Scent, and Constantly Striving to Abide by the Dharma.

source: ལྷའི་བུ་མང་པོ་གཞན་དག་ཀྱང་འདི་ལྟ་སྟེ། ཆོས་མཉན་པའི་ཕྱིར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཕྱི་བཞིན་དུ་འབྲང་བར་གྱུར་ཏོ། །འདི་ལྟ་སྟེ། སྐྱེས་བུ་དམ་པ་དེ་དག་དང་།
en: Many other gods were also following Mañjuśrī Kumārabhūta in order to hear the Dharma.

source: ལྷའི་བུ་དེ་དག་ཚོགས་ཤིང་འཁོད་པ་ལས་བར་སྐབས་སུ་ཀྱེ་གྲོགས་པོ་དག་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ནི་རྒྱ་ཆེ་བ།
en: A discussion was held among these sublime beings and gods: “Listen, friends!

source: དཔག་ཏུ་མེད་པ། ཚད་མེད་པ། བསམ་གྱིས་མི་ཁྱབ་པ། མཉམ་པ་མེད་པ། གཞལ་དུ་མེད་པ།
en: The wisdom of the buddhas is vast, unfathomable, limitless, inconceivable, unequaled, immeasurable, incomprehensible, unrivaled, and unsurpassed.

source: མི་རྟོགས་པ། མི་མཉམ་པ་དང་མཉམ་པ། བླ་ན་མེད་པ་ཡིན་ཏེ། དེ་ནི་གོ་ཆ་དམ་པ་མ་ཡིན་པས་རྟོགས་པར་མི་ནུས་ན་གོ་ཆ་ཇི་ཙམ་ཞིག་བགོས་ན་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་ཞེས་དེ་ལྟ་བུའི་གཏམ་རྗོད་པར་གྱུར་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀླུ་དཔལ་གྱིས་སྨྲས་པ།
en: Given that one could never comprehend it with armor that is not sublime, the question follows: what sort of armor should one don in order that one will be able to comprehend the great wisdom, the wisdom of omniscience?”

source: དགེ་བའི་རྩ་བའི་ཚོགས་བསགས་པ་བསྔོ་བ་ལ་ཆོག་མི་ཤེས་པའི་དགེ་བའི་རྩ་བ་ལ་གཞོག་པར་གནས་ཤིང་མི་བརྗེད་པའི་གོ་ཆ་བགོས་པས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ། །བྱང་ཆུབ་སེམས་དཔའ་ཀླུས་བྱིན་གྱིས་སྨྲས་པ། སེམས་སྙོམས་པ་དང་། སེམས་དུལ་བ་དང་།
en: The bodhisattva Nāgaśrī said, “One can comprehend such great wisdom by donning the armor that is situated in and does not forget the roots of virtue that are insatiable in accumulating roots of virtue and dedicating them.”

source: སེམས་འཇམ་པ་དང་། སེམས་དྲང་བ་དང་། སེམས་མཉེན་པ་དང་། སེམས་ཅང་ཤེས་པའི་ཕྱིར་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་ཡི་དམ་བརྟན་པོ་སྙིང་པོ་ལ་གནས་པའི་གོ་ཆ་བགོས་པས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས། ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ།
en: The bodhisattva Nāgadatta said, “It is by donning armor that consists in a firm and sincere commitment toward the wisdom of omniscience due to having an even, gentle, soft, honest, pliant, and noble attitude that one is able to comprehend the great wisdom, the wisdom of omniscience.”

source: །བྱང་ཆུབ་སེམས་དཔའ་དཔལ་འབྱུང་གིས་སྨྲས་པ།
en: The bodhisattva Śrīsambhava said, “Listen, friends!

source: ཀྱེ་གྲོགས་པོ་དག་བསྐལ་པའི་གྲངས་ཀྱིས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་མི་ནུས་ཀྱི།
en: Such great wisdom cannot be comprehended through the enumeration of eons.

source: བསྐལ་པ་དཔག་ཏུ་མེད་པར་གོ་ཆ་བགོས་པས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དེ་རྟོགས་པར་ནུས་སོ།
en: However, it can be comprehended by donning armor for unfathomable eons.”

source: །བྱང་ཆུབ་སེམས་དཔའ་དཔལ་གྱི་སྙིང་པོས་སྨྲས་པ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་བདག་གི་བདེ་བ་ལ་ཆགས་ཤིང་གནས་པས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་མི་ནུས་ཀྱི།
en: The bodhisattva Śrīgarbha said, “Noble sons, bodhisattvas who are attached to and concerned with their own happiness will not be able to comprehend such great wisdom.

source: བདག་གི་བདེ་བ་ལ་མ་ཆགས་པས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དེ་རྟོགས་པར་ནུས་ཏེ།
en: However, they could comprehend the wisdom of omniscience by not being attached to their own happiness.

source: གང་ཟང་ཟིང་མེད་པ་ལན་དུ་བྱ་བ་མ་ཡིན་པའི་བདེ་བ་དེ་སེམས་ཅན་ཐམས་ཅད་ལ་བསྟབས་སོ་ཞེས་སེམས་ཅན་ཐམས་ཅད་བདེ་ཞིང་བདེ་བ་དང་ལྡན་པ་ལ་གཞོག་པར་བྱེད་པ་དེས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དེ་རྟོགས་པར་ནུས་སོ། །བྱང་ཆུབ་སེམས་དཔའ་པད་མ་བླ་མའི་དཔལ་གྱིས་སྨྲས་པ། བདག་ཉིད་མ་དུལ། མ་བསྲུངས། མ་བྱང་བ་དེས་ཕ་རོལ་མ་དུལ་མ་བསྲུངས།
en: When such people apply themselves to the happiness and well-being of all beings with a wish to supply all beings with happiness without expecting any material offerings in return, they will be able to comprehend the wisdom of omniscience.”

source: མ་བྱང་བ་དུལ་བར་བྱ་བ་དང་། ཞི་བར་བྱ་བའི་གནས་དེ་ནི་མེད་ཀྱིས། བདག་ཉིད་ཤིན་ཏུ་དུལ། ཤིན་ཏུ་བསྲུངས། ཤིན་ཏུ་བྱང་བ་དེས་ཕ་རོལ་མ་དུལ།
en: The bodhisattva Most Glorious Lotus said, “Those who are wild, reckless, and unrefined have no opportunity to tame or pacify others who are wild, reckless, and unrefined, whereas those who are very tame, guarded, and refined will have the opportunity to tame or pacify others who are wild, reckless, and unrefined.

source: མ་བསྲུངས།
en: The Blessed One has said as much.

source: མ་བྱང་བ། དུལ་བར་བྱ་བ་དང་། ཞི་བར་བྱ་བའི་གནས་དེ་ནི་ཡོད་དོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་དེ་སྐད་གསུངས་ཏེ། དེ་བས་ན་དུལ་བ་དང་ཞི་གནས་ཀྱི་རྣལ་འབྱོར་ལ་ཞུགས་ཤིང་ཕ་རོལ་དུལ་བ་དང་། ཞི་གནས་དང་འཐུན་པར་བྱ་བ་ལ་མཁས་པས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ།
en: Therefore, by being tame oneself and engaging in the practice of tranquility, and through skillfully taming others and bringing them tranquility, one will be able to comprehend great wisdom.”

source: །བྱང་ཆུབ་སེམས་དཔའ་པད་མ་དཔལ་འབྱུང་གིས་སྨྲས་པ།
en: The bodhisattva Emerging Lotus Glory said, “Listen, friends!

source: ཀྱེ་གྲོགས་པོ་དག་འཇིག་རྟེན་གྱི་ཆོས་དང་འབྲེལ་པས་འཇིག་རྟེན་ལས་འདའ་བར་མི་ནུས་ཀྱི། གང་འཇིག་རྟེན་གྱི་ཆོས་དང་མ་འབྲེལ་བ་དེ་ནི་འཇིག་རྟེན་ལས་འདའ་བར་འགྱུར་རོ། །དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་གང་རྙེད་པ་དང་། མ་རྙེད་པ་དང་། གྲགས་པ་དང་།
en: One cannot transcend the world when mixed up with worldly concerns, whereas one who is not mixed up with worldly concerns will transcend the world.

source: མ་གྲགས་པ་དང་། བསྟོད་པ་དང་། སྨད་པ་དང་། བདེ་བ་དང་སྡུག་བསྔལ་བས་མི་འཕྲོགས་ཤིང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཁེངས་པ། མ་དུད་པ་དེས་ནི་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་སླའོ།
en: Therefore, a bodhisattva who cannot be influenced by gain, loss, fame, insignificance, praise, blame, happiness, and suffering—a bodhisattva great being who is neither arrogant nor obsequious—can easily comprehend great wisdom.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བོ་འཛིན་གྱིས་སྨྲས་པ།
en: The bodhisattva Beings’ Supporter said, “Listen, friends!

source: ཀྱེ་གྲོགས་པོ་དག་གཞན་ལ་ཀླན་ཀ་ཚོལ་བས་ནི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་མི་ནུས་ཀྱི།
en: One who seeks disputes with others will not be able to comprehend the great wisdom of omniscience.

source: གཅིག་པུ་གཉིས་སུ་མེད་ལ་བདག་གིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕྱིར་གོ་ཆ་ཆེན་པོ་བགོས་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གང་ཅི་ཡང་རུང་། ཡོངས་སུ་ཐོབ་པར་བྱ་བ་དེ་ཐམས་ཅད་བདག་གིས་ཡོངས་སུ་ཐོབ་པར་བྱའོ་ཞེས། དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དང་།
en: However, bodhisattvas may create roots of virtue by saying, ‘I, for the sake of all beings, will singlehandedly and without any assistance don great armor, and thus whatever is to be achieved for all beings, that I will achieve!’

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་དེ་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་དུ་སེམས་བསྐྱེད་དེ།
en: Then, in order to ripen all beings, they develop the mind of awakening that embraces all beings, and they do not relinquish their diligence for even a moment.

source: ཡུད་ཙམ་དུ་ཡང་བརྩོན་འགྲུས་མི་གཏོང་ཞིང་དེ་ལྟར་བརྩོན་འགྲུས་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ།
en: Bodhisattvas who remain diligent in this way will be able to comprehend great wisdom.”

source: །བྱང་ཆུབ་སེམས་དཔའ་ས་འཛིན་གྱིས་སྨྲས་པ། ཀྱེ་གྲོགས་པོ་དག་འདི་ལྟ་སྟེ།
en: The bodhisattva Earth Supporter said, “Listen, friends!

source: དཔེར་ན་ས་ནི་རྩྭ་དང་། ཤིང་གེལ་པ་དང་། སྨན་དང་།
en: To draw an analogy, the earth is the location of all grasses, bushes, herbs, and forests.

source: ནགས་ཚལ་ཐམས་ཅད་ཀྱི་གནས་ཡིན་ཏེ། དེ་ལ་གནས་ཤིང་རྩྭ་དང་། ཤིང་གེལ་པ་དང་། སྨན་དང་།
en: This is where they exist and where the seeds of all grasses, bushes, herbs, and forests sprout up.

source: ནགས་ཚལ་གྱི་ས་བོན་ཐམས་ཅད་སྐྱེ་བར་འགྱུར་མོད་ཀྱི་ས་ཆེན་པོ་དེ་ནི་ལན་རེ་བ་ཡང་མེད་དོ།
en: Still, the earth bears no expectation of reward.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱང་ས་ཆེན་པོ་ལས་འཚོ་མོད་ཀྱི། ས་ཆེན་པོ་ནི་སྐྱོ་བར་ཡང་མི་བྱེད་དོ།
en: Also, while the earth nourishes all beings, this does not tire the earth.

source: །རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆགས་པ་དང་། ཞེ་སྡང་བའི་སེམས་དང་བྲལ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉེ་བར་འཚོ་བ་དང་ལན་རེ་བ་མེད་པའི་ཕྱིར་ས་དང་འདྲ་བར་སེམས་བསྐྱེད་ན་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ།
en: Noble sons, likewise, because bodhisattvas are free from attitudes of attachment and aggression, and because they nourish all beings without expecting any reward, they are like the earth. If they develop the mind of awakening, they will be able to comprehend great wisdom.”

source: །བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་རིན་ཆེན་གྱིས་སྨྲས་པ། ཀྱེ་གྲོགས་པོ་དག་ཤེས་པར་གྱིས་ཤིག་འདི་ནི་གོ་ཆ་ཆེན་པོ་ཡིན་ཏེ།
en: The bodhisattva Bearer of the Jewel said, “Listen, friends! You must understand this point about the great armor.

source: དམན་པ་ལ་མོས་པས་ནི་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་མི་ནུས་ཀྱི།
en: One who is inclined toward what is base cannot realize great wisdom.

source: གང་གཉིད་ལོག་པའི་རྨི་ལམ་ན་ཡང་ཐེག་པ་གཉིས་ལ་སེམས་མི་འཇུག་ཅིང་རིན་པོ་ཆེའི་སེམས་ཐམས་ཅད་མཁྱེན་པའི་སེམས་དེ་ཕ་རོལ་དག་ཀྱང་འདོད་པར་བྱེད་དུ་འཇུག་ལ་རིན་པོ་ཆེའི་སེམས་དེ་ལ་སེར་སྣ་མི་བྱེད་ཀྱི།
en: However, there are some who do not let their minds enter the two other vehicles, even in their dreams, while they are sleeping. Instead, they work to make others desire the precious mind—the mind of omniscience. They do this without any attitude of stinginess with regard to that precious mind.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱང་ཐེག་པ་ཆེན་པོའི་གོ་ཆ་དེ་སྐོན་པར་བྱེད་ཅིང་སེམས་མཉམ་པ་མེད་པ་དེ་འང་གང་བའམ་བྲི་བར་ཡང་མི་མཐོང་ཞིང་།
en: Thus they cause all beings to don the armor of the Great Vehicle. They do not see that the unequaled mind increases or decreases.

source: དེ་ལྟར་སེར་སྣ་མེད་པའི་སེམས་ཀྱིས་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ།
en: In this way, with a mind free from stinginess they will be able to comprehend great wisdom.”

source: །བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་རིན་ཆེན་ཕྱག་རྒྱས་སྨྲས་པ།
en: The bodhisattva Bearer of the Jeweled Seal said, “Ah!

source: ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་འགྲོ་བ་དྲུག་ཏུ་ལྷུང་གིས། དེ་དང་དེ་དག་ཏུ་སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་དེ།
en: Since beings fall into the six types of existence, one must generate great compassion for them.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་ཕྱག་རྒྱ་རིན་པོ་ཆེའི་ཕྱག་རྒྱ་གསུམ་གྱིས་བཏབ་པ་སྦྱིན་པར་བྱ་སྟེ། སེམས་ཅན་ཐོས་པ་ཉུང་བ་རྣམས་ལ་ནི་ཐོས་པའི་ལག་པ་སྦྱིན་པར་བྱའོ། །སེམས་ཅན་སེར་སྣ་ཅན་རྣམས་ལ་ནི་གཏོང་བའི་ལག་པ་སྦྱིན་པར་བྱའོ།
en: I shall therefore give all beings the application of the seal of Dharma—the three jeweled seals.

source: །སེམས་ཅན་ངང་ཚུལ་ངན་པ་ཅན་རྣམས་ལ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ལག་པ་སྦྱིན་པར་བྱའོ། །སེམས་ཅན་གནོད་སེམས་ཅན་རྣམས་ལ་ནི་བཟོད་པའི་ལག་པ་སྦྱིན་པར་བྱའོ། །སེམས་ཅན་ལེ་ལོ་ཅན་རྣམས་ལ་ནི་བརྩོན་འགྲུས་ཀྱི་ལག་པ་སྦྱིན་པར་བྱའོ། །སེམས་ཅན་དྲན་པ་ཉམས་པ་རྣམས་ལ་ནི་བསམ་གཏན་ཐོབ་པའི་ལག་པ་སྦྱིན་པར་བྱའོ། །སེམས་ཅན་ཤེས་རབ་འཆལ་པ་རྣམས་ལ་ནི་ཤེས་རབ་ཀྱི་ལག་པ་སྦྱིན་པར་བྱ་སྟེ།
en: I will assist beings with little study in gaining education; I will assist stingy beings in giving; I will assist poorly behaved beings in discipline; I will assist beings with ill will in patience; I will assist lazy beings to become diligent; I will assist beings who lack mindfulness in the achievement of concentration; I will assist beings with faulty understanding in gaining knowledge.

source: སེམས་ཅན་དག་ཆོས་དཀར་པོ་གང་དང་གང་དག་ལས་བྲལ་བར་གྱུར་པའི་ཆོས་དེ་དང་དེ་དག་ཉིད་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ལག་པ་སྦྱིན་པར་བྱ་སྟེ།
en: I will assist beings in the perfection of any virtuous qualities they may be lacking.

source: བྱང་ཆུབ་སེམས་དཔའ་དེའི་དགེ་བའི་རྩ་བའི་ལག་པ་ཡང་རིན་པོ་ཆེའི་ཕྱག་རྒྱ་གསུམ་གྱིས་གདབ་པར་བྱའོ།
en: The performance of a bodhisattva’s roots of virtue shall be applied with the three jeweled seals.

source: །གསུམ་གང་དག་ཡིན་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are the three?

source: སེམས་ཅན་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བསྔོ་བ་རིན་པོ་ཆེའི་ཕྱག་རྒྱས་གདབ་པར་བྱ་བ་དང་། བདག་གི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་འགྲུབ་པ་རིན་པོ་ཆེའི་ཕྱག་རྒྱས་གདབ་པར་བྱ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ནམ་མཁའི་རང་བཞིན་གྱི་ཕྱག་རྒྱས་གདབ་པར་བྱ་བ་སྟེ།
en: They are to apply the jeweled seal of dedication toward all beings perfecting the wisdom of buddhahood, to apply the jeweled seal of the accomplishment of one’s own roots of virtue, and to apply the seal of all beings’ nature, which is space.

source: རིགས་ཀྱི་བུ་དེ་འདྲ་བའི་གནས་ལ་གནས་པས་ནི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ།
en: Noble sons, by following these points, one will be able to comprehend the great wisdom of omniscience.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སེང་གེའི་བློ་གྲོས་ཀྱིས་སྨྲས་པ།
en: The bodhisattva Siṃhamati said, “Ah!

source: ཀྱེ་མའོ་གྲོགས་པོ་དག་འདི་ནི་མི་འཇིགས་པའི་གོ་ཆའོ། །འདི་ནི་མི་སྐྲག་པའི་གོ་ཆའོ།
en: Friends, this is the fearless armor.

source: །འདི་ནི་མ་ཞུམ་པའི་གོ་ཆའོ།
en: This is the unfrightened armor.

source: །འདི་ནི་ལེ་ལོ་མེད་པའི་གོ་ཆའོ། །ཀྱེ་གྲོགས་པོ་དག་དེ་བས་ན་མི་འཇིགས་པ་དང་། སེམས་མི་སྐྲག་པ་དང་།
en: This is the undaunted armor.

source: མ་ཞུམ་པ་དང་།
en: This the armor that knows no laziness.

source: ལེ་ལོ་མེད་པ་དང་།
en: Listen, friends!

source: འཇིགས་ཤིང་སྐྲག་པ་སྐྱི་བུང་ཞེས་བྱེད་པ་དང་བྲལ་བ་དང་། འཁོར་བའི་ཉེས་པ་མི་སྐྱེད་པ་དང་། མྱ་ངན་ལས་འདའ་བའི་ཡོན་ཏན་ཡང་དག་པར་མཐོང་བ་དང་། བདེ་བ་དང་སྡུག་བསྔལ་བའི་ཆོས་ལ་སྙོམས་པར་གནས་པ་དང་། མི་གཉིས་པ་ལ་གནས་པ་དང་ལྡན་པས་ཐམས་ཅད་མཁྱེན་པ་རྟོགས་པར་སླའོ།
en: It is therefore easy to comprehend the wisdom of omniscience when one is fearless, unfrightened, undaunted, and not lazy; when one is free from what makes one frightened or anxious; when one does not generate the flaws of saṃsāra; when one sees the beneficial qualities of nirvāṇa; when one equalizes the phenomena of happiness and suffering; and when one abides in nonduality.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སེང་གེའི་འགྲོས་བསྒྲགས་དབྱངས་ཀྱིས་སྨྲས་པ།
en: The bodhisattva Leonine Proclaimer said, “Listen, friends!

source: ཀྱེ་གྲོགས་པོ་དག་འགྲོས་དེ་ནི་སྐྱེས་བུ་ངན་པའི་མ་ཡིན་གྱི།
en: This is not the way of evil beings.

source: དེ་ནི་སྐྱེས་བུ་དམ་པའི་འགྲོས་ཡིན་ནོ།
en: Rather, this is the way of sublime beings.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is this?

source: སྐྱེས་བུ་དམ་པ་དག་ནི་སྡིག་པའི་ལྟ་བ་དང་བྲལ་བས་ཡང་དག་པ་ལ་ཞུགས་པ་ཡིན་ནོ།
en: Because sublime beings are free from evil views, they are engaged in what is genuine.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་རྟག་པར་དྲང་བའི་རང་བཞིན་དང་ལྡན་པས་གཡོ་མེད་པ་ཡིན་ནོ།
en: Because sublime beings always have an honest character, they are not deceptive.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་བླ་མ་ལ་རིམ་གྲོ་སྐྱེས་པས་ང་རྒྱལ་བཅོམ་པ་ཡིན་ནོ།
en: Because sublime beings are respectful to their spiritual masters, they defeat pride.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་བསྟན་ན་འཐུན་པར་ལེན་པས་ཚིག་བཟང་བ་ཡིན་ནོ།
en: Because sublime beings teach in harmonious ways, their language is excellent.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ཡང་དག་པའི་འཚོ་བ་ལ་གནས་པས་ལས་ཀྱི་མཐའ་གྲགས་པ་ཡིན་ནོ།
en: Because sublime beings have a correct livelihood, their accomplishments are renowned.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་སྐྱོ་བ་དང་བྲལ་བས་འདོད་ཆགས་དང་བྲལ་བ་ཡིན་ནོ།
en: Because sublime beings are undiscouraged, they are free from attachment.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ཁོང་ཁྲོ་བ་དང་བྲལ་བས་ཞེ་སྡང་དང་བྲལ་བ་ཡིན་ནོ།
en: Because sublime beings are without anger, they are free from aggression.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ཞི་བ་རབ་ཏུ་ཞི་བ་ཉེ་བར་ཞི་བས་མུན་པ་མུན་ནག་དང་བྲལ་བ་ཡིན་ནོ།
en: Because sublime beings are peaceful, fully peaceful, and deeply peaceful, they are free from obscuring darkness.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་སྡུག་བསྔལ་བ་དང་དབུལ་པོ་ལ་སྙིང་རྗེ་བར་གྱུར་པས་འཇམ་པ་རྣམས་ཡིན་ནོ།
en: Because sublime beings are compassionate toward the suffering and the poor, they are gentle.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་ཀྱི་མཐའ་ཡོངས་སུ་དག་པས་འཛེམ་པ་དང་བཅས་པ་ཡིན་ནོ།
en: Because sublime beings’ physical, verbal, and mental accomplishments are pure, they are cautious.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་དེ་དག་བྱ་བ་ལ་ཡང་དག་པར་ཞུགས་པས་ཇི་སྐད་སྨྲས་པ་བཞིན་དུ་བྱེད་པ་ཡིན་ནོ།
en: Because sublime beings engage genuinely in proper actions, they practice what they preach.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་རྟག་ཏུ་བརྟུལ་བ་བརྟན་པས་ལྷག་པའི་བསམ་པ་དང་ལྡན་པ་ཡིན་ནོ།
en: Because sublime beings are steadfast in their discipline, they are altruistic.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ལོག་པའི་ཆོས་དང་བྲལ་བས་བདེན་པ་ལ་གནས་པ་ཡིན་ནོ།
en: Because sublime beings are without mistaken doctrines, they are grounded in the truth.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ཆོས་ཀྱི་དགའ་བས་དགའ་ཞིང་མགུ་བས་ཆོས་འདོད་པ་ཡིན་ནོ།
en: Because sublime beings are pleased and delighted by the joy of the Dharma, they yearn for the Dharma.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ལུས་དང་སྲོག་གཏོང་བས་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ཡིན་ནོ།
en: Because sublime beings are generous with their body and life, they uphold the sublime Dharma.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་སེམས་ཅན་ཐམས་ཅད་དང་འབྲེལ་བས་མི་གཏོང་བ་ཡིན་ནོ།
en: Because sublime beings are connected with all beings, they do not give up on them.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་དོན་དམ་པའི་རྗེས་སུ་འཇུག་པས་ཉེས་པ་མཐོང་བ་ཡིན་ནོ།
en: Because sublime beings follow ultimate truth, they behold faults.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་སྡིག་པའི་ཆོས་རྣམ་པར་སྤངས་པས་དགེ་བའི་ཆོས་ལ་ཞུགས་པ་ཡིན་ནོ།
en: Because sublime beings spurn nonvirtuous qualities, they are immersed in virtuous qualities.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་དབུལ་པོ་རྣམས་ཀྱི་གཏེར་ཡིན་ནོ།
en: Sublime beings are a treasure for the poor.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ནད་པ་རྣམས་ཀྱི་སྨན་པ་ཡིན་ནོ།
en: Sublime beings are medicine for the sick.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་འཇིགས་པ་རྣམས་ཀྱི་མགོན་ཡིན་ནོ།
en: Sublime beings are protectors for the fearful.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་དཔུང་གཉེན་མེད་པ་རྣམས་ཀྱི་སྐྱབས་ཡིན་ནོ།
en: Sublime beings are a refuge for the friendless.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་འཁོར་བའི་རྒྱ་མཚོར་ཞུགས་པ་རྣམས་ཀྱི་གནས་ཡིན་ནོ།
en: Sublime beings are an island for those lost in the ocean of saṃsāra.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་རྟེན་མེད་པ་རྣམས་ཀྱི་རྟེན་ཡིན་ནོ།
en: Sublime beings are a support for the unsupported.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་མུན་པ་མུན་ནག་ཏུ་ཞུགས་པ་རྣམས་ཀྱི་སྣང་བར་བྱེད་པ་ཡིན་ནོ།
en: Sublime beings are illumination for those lost in darkness.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ལམ་ངན་པར་ཞུགས་པ་རྣམས་ཀྱི་འདྲེན་པ་ཡིན་ནོ།
en: Sublime beings are guides for those who have set out on bad paths.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་ཆོས་སྨྲ་བ་རྣམས་ཀྱི་ཡོངས་སུ་འདྲེན་པ་ཡིན་ནོ།
en: Sublime beings are guides for those who preach the Dharma.

source: །སྐྱེས་བུ་དམ་པ་དག་ནི་བཟོད་པ་དང་དུལ་བའི་རྣལ་འབྱོར་དང་ལྡན་པས་ཐ་བའི་ཉེས་པ་དང་། གནོད་སེམས་དང་། གནོང་བ་འཆབ་པ་དང་། ཁྲོ་བའི་ཡོངས་སུ་གདུང་བ་ཐམས་ཅད་དང་བྲལ་བ་ཡིན་ཏེ།
en: Because sublime beings practice patience and discipline, they are free of the faults of anger and the torments of malice, hiding shame, and rage.

source: དེ་ལྟ་བས་ན་སྐྱེས་བུ་དམ་པ་དག་དེ་འདྲ་བའི་ཆོས་ལ་གནས་པས་ནི་ཡེ་ཤེས་ཆེན་པོ་དེ་རྟོགས་པར་ནུས་སོ། །བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའ་མཛོད་ཀྱིས་སྨྲས་པ།
en: Therefore, because sublime beings live by such principles, they are able to comprehend great wisdom.”

source: ནམ་མཁའ་དཔག་ཏུ་མེད་པ་བཞིན་དུ་བྱམས་པ་སྒོམ་པའི་རྣལ་འབྱོར་དང་ལྡན་པ། སྙིང་རྗེ་ཆེན་པོ་ལ་གནས་པ་རྒྱུན་མི་འཆད་པ། དབང་པོ་རྟག་ཏུ་དགའ་ཞིང་དགོད་པ། འདོད་པའི་དགའ་བ་ཐམས་ཅད་ལ་བཏང་སྙོམས་སུ་གཏོང་བ། སྦྱིན་པ་ནམ་མཁའ་དང་མཚུངས་པ། ཚུལ་ཁྲིམས་ནམ་མཁའ་དང་མཚུངས་པ། བཟོད་པ་ནམ་མཁའ་དང་མཚུངས་པ། བརྩོན་འགྲུས་ནམ་མཁའ་དང་མཚུངས་པ། བསམ་གཏན་ནམ་མཁའ་དང་མཚུངས་པ། ཤེས་རབ་ནམ་མཁའ་དང་མཚུངས་པས་ཐམས་ཅད་མཁྱེན་པ་རྟོགས་པར་ནུས་སོ།
en: The bodhisattva Gaganagañja said, “One can realize omniscience through the practice of cultivating love that is like boundless space and through unbroken abiding in great compassion, constantly joyful and delighted faculties, and relinquishing all sense pleasures in an equanimous manner, as well as through space-like generosity, space-like discipline, space-like patience, space-like diligence, space-like concentration, and space-like insight.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་བསྐྱེད་མ་ཐག་ཏུ་ཆོས་ཀྱི་འཁོར་ལོས་སྒྱུར་བས་སྨྲས་པ། སེམས་བསྐྱེད་པ་གང་ལས་བདུད་སྡིག་ཅན་གྱིས་གླགས་རྙེད་པར་འགྱུར་བ་དང་། དེ་བཞིན་གཤེགས་པ་མཉེས་པར་མི་འགྱུར་བ་དང་། ལྷ་མི་དགའ་བར་འགྱུར་བ་དང་། བདག་གི་དགེ་བའི་ཕྱོགས་ཡོངས་སུ་འབྲི་བར་འགྱུར་བའི་སེམས་བསྐྱེད་པ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔས་མི་བསྐྱེད་པར་བྱའི།
en: The bodhisattva He Who Turned the Wheel of Dharma Immediately upon Developing the Mind of Awakening said, “Bodhisattvas should not develop attitudes that will give the evil Māra an opportunity, displease the thus-gone ones, bring the gods displeasure, and cause their own virtuous qualities to diminish.
